[
{"address": "5780, Avenue  Decelles, Montréal (Côte-des-Neiges/Notre-Dame-de-Grâce), Quartier Côte-des-Neiges", "category": "Condo / Appartement à louer", "description": "Unité de coin avec balcon, en très bon état, très bien éclairé, près des hôpitaux Ste-Justine, Hôpital Juif et St-Mary's, près de HEC Montréal, du métro Cote-de-Neiges transport et services, quelques minutes de centre ville, loyer incluant les électroménagers, l'air climatisé, un garage intérieur et un espace de rangement. Super emplacement!", "price": "1 650 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-cote-des-neiges-notre-dame-de-grace/17004645?view=Summary"},
{"address": "1172, Rue  Saint-Mathieu, app. B, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "Dans une belle victorienne en pierre grise, un logement atypique 2 niveaux a l'arriere du batiment en verriere avec acces a la cours en plein centre-ville. Métro Guy et tous les services de la rue sainte-catherine. Occupation immédiate, possibilite stationnement.Laveuse secheuse gratuite au sous sol.", "price": "1 490 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/17887571?view=Summary"},
{"address": "456, Rue  De La Gauchetière Ouest, app. 403, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "Entièrement meublé de location. Tout ce qui est inclus. Disponible pour une location de mois ou année", "price": "1 600 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/28009845?view=Summary"},
{"address": "1288, Rue  Saint-Antoine Ouest, app. 4207, Montréal (Ville-Marie), Quartier Centre", "category": "Condo / Appartement à louer", "description": "Condo bien éclairé au coeur du centre-ville de Montréal! Chambre spacieuse plus 1 Den, aire ouverte et grandes fenêtres, beaucoup de lumière naturelle. Patios sur les toits avec barbecues, piscine intérieure chauffée, grande salle de sport et chambre à vapeur. Proche de tous les services , universités, transports en commun, centres commerciaux.", "price": "1 600 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/18203056?view=Summary"},
{"address": "1800, boulevard  René-Lévesque Ouest, app. 1418, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Loft / Studio à louer", "description": "Bienvenue à O'Nessy Condos ! Ce studio entièrement meublé disponible à la location,offre 460PC avec 1 CAC spacieuse & 1 SDB.Doté d'une élégante disposition des pièces idéale pour recevoir avec un design contemporain,hauts plafonds & finitions modernes,balcon privé & fenestration qui baigne l'espace de lumière naturelle et un balcon privé.1garage", "price": "1 345 $", "url": "https://www.centris.ca/fr/loft-studio~a-louer~montreal-ville-marie/20673852?view=Summary"},
{"address": "100, Rue  André-Prévost, app. 610, Montréal (Verdun/Île-des-Soeurs), Quartier Île-des-Soeurs", "category": "Condo / Appartement à louer", "description": "SYMPHONIA : adresse de prestige à l'Ile des Soeurs. Incomparable, cette tour de vous étonnera par la qualité de sa construction, la finition supérieure et les matériaux de grande qualité. Superbe unité de 2 càc et 2 sdb au 6e étage, a 10 minutes du centre-ville de Montreal...un bel espace avec une vue superbe. Luxueux et lumineux. A voir!", "price": "2 850 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-verdun-ile-des-soeurs/23279081?view=Summary"},
{"address": "3401, Avenue  Papineau, Montréal (Le Plateau-Mont-Royal), Quartier Le Plateau-Mont-Royal", "category": "Condo / Appartement à louer", "description": "Appartement 3½ rénové sur le Plateau Mont-Royal ! À 2 pas du parc La Fontaine et du parc des Faubourgs.", "price": "1 100 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-le-plateau-mont-royal/11676527?view=Summary"},
{"address": "1650, boulevard  De Maisonneuve Ouest, app. 302, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "", "price": "2 350 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/26797584?view=Summary"},
{"address": "1400, boulevard  René-Lévesque Ouest, app. 406, Montréal (Ville-Marie), Quartier Mille Carré Doré", "category": "Loft / Studio à louer", "description": "Un tout nouveau studio au coeur du centre-ville de Montréal! Profitez d'un espace de vie spacieux à aire ouverte, de planchers de bois, de finitions modernes, de grandes fenêtres, beaucoup de lumière naturelle. À proximité de tous les services et commodités, des universités, de la gare Lucien-L'Allier et du métro, des transports en commun, etc.", "price": "1 200 $", "url": "https://www.centris.ca/fr/loft-studio~a-louer~montreal-ville-marie/14457670?view=Summary"},
{"address": "1050, Rue  Drummond, app. 1609, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "Bienvenue dans le projet de condos L'avenue, situé au coeur du centre-ville de Montréal. Profitez de la vie dans l'un des bâtiments les plus luxueux de la ville. Le bâtiment comprend;: salons, piscine intérieure / extérieure, terrasse extérieure, salle de sport, salle de cinéma, portier 24/7 et épicerie Provigo dans le bâtiment.", "price": "2 095 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/24378748?view=Summary"},
{"address": "2100, boulevard  De Maisonneuve Ouest, app. 2402, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "Bienvenue au 2100. De magnifiques appartements rénovés prêts à vous accueillir. Le 2100 est votre espace de vie cosmopolite au coeur de la ville. TOUT est inclus : eau chaude, électricité, chauffage, AC et Internet haute vitesse. Garde de sécurité sur place 24/7. Emménagez, déballez et faites comme chez vous. *RENSEIGNER vous de notre promotion !!", "price": "1 750 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/12631685?view=Summary"},
{"address": "3982, Chemin de la Côte-des-Neiges, app. A42, Montréal (Ville-Marie), Quartier Centre Ouest", "category": "Condo / Appartement à louer", "description": "LE TRAFALGAR- SUR LE MONT-ROYAL ! Cozy 1 chambre + garage et Clim-centrale. Fenêtres neuves, plancher de chêne foncé, cuisine aire-ouverte, comptoir en granite noir. 5 éléctros, clim- centrale. Portier, stationnement valet, parcours pour chien, gym, terrasse à couper le souffle ! Parc Mont-Royal est l'autre côté de la rue!", "price": "2 050 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/25661226?view=Summary"},
{"address": "3474, Rue  Hutchison, app. 1002, Montréal (Le Plateau-Mont-Royal), Quartier Le Plateau-Mont-Royal", "category": "Condo / Appartement à louer", "description": "Appartement d'une chambre récemment rénové et très spacieux au \"Pavillion Hutchison\". Aménagement à aire ouverte avec vue imprenable sur la ville et la montagne. Emplacement imbattable à 2 minutes de l'université McGill, cette unité est idéale pour les étudiants ou les jeunes professionnels. (Voir addendum)", "price": "1 494 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-le-plateau-mont-royal/9734898?view=Summary"},
{"address": "1085, Rue  Saint-Alexandre, app. 301, Montréal (Ville-Marie), Quartier Centre", "category": "Condo / Appartement à louer", "description": "", "price": "1 999 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-ville-marie/9122611?view=Summary"},
{"address": "5407, boulevard  Rosemont, Montréal (Rosemont/La Petite-Patrie), Quartier Nouveau-Rosemont", "category": "Condo / Appartement à louer", "description": "Maison de ville luxueuse de 3 chambres à coucher sur 2 étages avec des matériaux de haute qualité dans le coeur de Rosemont.", "price": "2 025 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-rosemont-la-petite-patrie/27646073?view=Summary"},
{"address": "6082, Rue  Waverly, Montréal (Le Plateau-Mont-Royal), Quartier Mile-End", "category": "Condo / Appartement à louer", "description": "Condo à louer situé au 3e étage dans Mile-End ,1,021 pieds carrés, 2 chambres à coucher dont une chambre double, 2 bureaux, 1 puits de lumière, balcon avant et en arrière. Walk score 96. Emplacement de choix.", "price": "1 900 $", "url": "https://www.centris.ca/fr/condo-appartement~a-louer~montreal-le-plateau-mont-royal/14531936?view=Summary"}